station-goal-renovation =
    { station-goal-start }[bold]

    Цель смены станции { $station } — обновление и восстановление инфраструктуры.[/bold]

    В связи с необходимостью повышения функциональности и безопасности станции, инженерному, научному и обслуживающему персоналу поручено выполнение следующих задач в течение двух часов:

    1.Освещение и покрытие технических тоннелей: Обеспечить полное освещение всех технических тоннелей и установить стандартное напольное покрытие, соответствующее нормам станции.
    2.Восстановление заброшенных участков: Восстановить все заброшенные зоны станции в соответствии с их изначальным назначением. В случаях, когда восстановление нецелесообразно для отдела, решения о дальнейших действиях принимает командный отдел.
    3.Уборка: Провести полную уборку станции, устранив весь мусор и заменив лампочки.
    4.Модернизация: Модернизировать максимальное количество объектов для улучшения их состояния и функциональности во всех отделах.
    5.Охрана: Не менее важным будем службе безопасности содействовать, патрулируя места проведения работ помимо патрулирования станции!

    { station-goal-end }
station-goal-transit =
    { station-goal-start }[bold]

    Цель смены станции { $station } — отсутствует.[/bold]
    В виду повышенной нагрузки, было принято решение транспортировать сотрудников разных станций именно на эту станцию, в качестве временного размешения, посему от вас не требуется многого.

    Ваша станция должна провести в рабочем состоянии как минимум 2 часа.

    После прохождения минимального времени выполнения цели, вы в праве вызвать эвакуационный шаттл.

    Внимание!
    В связи с увеличением количества станций в секторе возрастает потребность в медикаментах!
    Если медицинский отдел станции произведет 100u сложных лекарственных препаратов, предназначенных для лечения большинства видов травм, то по итогам смены отдел получит премию.

    { station-goal-end }
